{"comment":"<p>匿名评论测试</p>\n","label":0}
{"comment":"<p>如果对vs code当前使用json构建fortran的方式不满意，可以尝试fortran-lang/fpm（Fortran包管理器和构建系统），它还在开发（alpha 0.5.0版本），但大部分功能已经能满足我们的日常使用。</p>\n<p>Fortran的动态解析器LFortran（alpha 0.14.0）也在开发，有望在今年下半年达到beta版本。</p>\n<p>Fortran确实是没人管、没人理的现状，确实惨，各方面被其他语言超车。<img alt=\"weibo_doge\" src=\"https://cdn.jsdelivr.net/gh/walinejs/emojis@1.0.0/weibo/weibo_doge.png\" class=\"vemoji\"></p>\n","label":0}
{"comment":"<ol>\n<li><a href=\"https://github.com/fortran-lang/fpm\" target=\"_blank\" rel=\"noreferrer noopener\">https://github.com/fortran-lang/fpm</a></li>\n<li><a href=\"https://gitlab.com/lfortran/lfortran\" target=\"_blank\" rel=\"noreferrer noopener\">https://gitlab.com/lfortran/lfortran</a></li>\n<li><a href=\"https://fortran-lang.discourse.group/\" target=\"_blank\" rel=\"noreferrer noopener\">https://fortran-lang.discourse.group/</a></li>\n<li><a href=\"https://fortran-lang.org/\" target=\"_blank\" rel=\"noreferrer noopener\">https://fortran-lang.org/</a></li>\n</ol>\n","label":0}
{"comment":"<p>与其坐等意外的来临，购买一些小零食，泡面所承担的风险更小</p>\n","label":0}
{"comment":"<p>另一方面，zf确实有在担负起“责任”：就是宣传自己花费的巨大防疫精力，并且非常负责地清理掉那些认为自己没有负责的声音、宣传自己的防疫政策，显示出自己非常负责的样子——通过他们声称的，空洞的方式方式承担虚假的责任。<br>\n在这个视角看，是在这个形势下认真地向反方向，做了大量反功。<br>\n这种事情真的以前也挺多的。</p>\n","label":0}
{"comment":"<p>图挂了一张</p>\n","label":0}
{"comment":"<p><a class=\"at\" href=\"#9007199254582641\">@Zxilly</a> , 修了</p>\n","label":0}
{"comment":"<p>誒，第三段中两个＂谁＂应该有着不同的含义吧?</p>\n","label":0}
{"comment":"<p>d</p>\n","label":0}
{"comment":"<p>求大佬带飞！<a href=\"https://littlewith.github.io/\" target=\"_blank\" rel=\"noreferrer noopener\">https://littlewith.github.io/</a><br>\n互关一波！</p>\n","label":0}
{"comment":"<p>嗷呜！</p>\n","label":0}
{"comment":"<p>1</p>\n","label":0}
{"comment":"<p>看了下作者的github 挺费解 一个热衷于造轮子的人为啥会看不起另一群造轮子的人呢<img alt=\"weibo_sad\" src=\"//unpkg.com/@waline/emojis@1.1.0/weibo/weibo_sad.png\" class=\"wl-emoji\"><br>\n另：南信大的伪娘都喜欢写登陆校园网的系统是么……</p>\n","label":0}
{"comment":"<p><a class=\"at\" href=\"#9007199254582182\">@null</a> , 首先我不是伪娘（），MtF和伪娘有着一些区别。</p>\n<p>如果用一个旁观者的视角，把这种看不起理解成嫉妒是最节省思考时间和精力的，除非你觉得这篇文章值得你为之浪费它们。然而我依然觉得有必要指出，我的这种看不起并非在针对人，而是针对那些名不副实的作品。</p>\n<p>校园网登录被写得多是因为：</p>\n<ol>\n<li>信带的校园网是屎，跨区域（楼栋）移动就要重新登录。（2022年11月底终于修了）</li>\n<li>现在的登录方式是一个GET接着一个POST，能锻炼发送HTTP请求和解析其响应的能力，而这就相当于互联网应用的 Hello World。也正是因此，我负责的社团将它作为教学案例，这也构成一个因素。</li>\n</ol>\n","label":0}
{"comment":"<p><a class=\"at\" href=\"#9007199254582182\">@null</a> , 另外就是，自己造轮子自己用，和造完轮子去搞营销，这是两回事。自己的东西再怎么烂也是自己的事情，把它说得很厉害然后向大众推广，那就不是个人空间的绝对自由了。</p>\n<p>值得注意的是，博客相对于微博、论坛、即时聊天工具这些重讨论的地方来说，属性会更个人一些，但它同样具有公共属性，而这也是我实际上在博文里表现出了最大限度的克制的原因。本来我还可以骂得更爽一点的。</p>\n","label":0}
{"comment":"<p><a class=\"at\" href=\"#9007199254582182\">@null</a> , 地图炮小鬼</p>\n","label":0}
{"comment":"<p>寫得好，龍哥到此一游。</p>\n","label":0}
{"comment":"<p>哈人</p>\n","label":0}
{"comment":"<p>抱抱博主。（博主的博客，文章写的不错）。</p>\n","label":0}
{"comment":"<p>emmm~~~</p>\n","label":0}
{"comment":"<p>她那种性别焦虑我能体会，不过我是不知道我是哪种性别的人。</p>\n","label":0}
{"comment":"<p>节哀，她在那边会好的</p>\n","label":0}
{"comment":"<p>节哀</p>\n","label":0}
{"comment":"<p>大师</p>\n","label":0}
{"comment":"<p>1</p>\n","label":0}
{"comment":"<p>作者的astro主题可以用吗，我之前也是 hexo-theme-icarus 的粉丝，现在了解了 astro， 但是发现几乎没有好看感觉的Astro主题。</p>\n","label":0}
{"comment":"<p>ss</p>\n","label":0}
{"comment":"<p>RIP. 愿她在另外的世界能够摆脱抑郁和焦虑。</p>\n","label":0}
{"comment":"<p><a class=\"at\" href=\"#9007199254581358\">@terwer</a> , 拿去看着改改就成</p>\n","label":0}
{"comment":"<p>你好</p>\n","label":0}
{"comment":"<p>感觉在很多地方能够找到从前自己的影子。有点心疼你。也有点心疼我自己。</p>\n","label":0}
{"comment":"你是真敢说","label":0}
{"comment":"测试","label":0}
{"comment":"那么，你的下一站是哪儿？工作？还是继续学习。","label":0}
{"comment":"国际主义和科学社会主义太过于遥远。不如多想想怎么独善其身。","label":0}
{"comment":"我有一种奇怪的感觉，我感觉 China 这片土地上，从王朝到民国过于突兀，而不是像西方（好吧，这个统称不是很好）那样，出现思想启蒙。而在 China，只是会固定一种状态，然后不停的循环。","label":0}
{"comment":"我还是得填一下邮箱。","label":0}
{"comment":"老保伪装成进步主义者，或者把两者混淆，都是常见的坏现象","label":0}
{"comment":"抱抱云依......","label":0}
{"comment":"世界上居然有如此相似的故事，看到2018年九月才想起来自己也参加了那年的国初，那时候还是初中生的我拿到省三已经春风得意了，以为未来一切都很容易，结果最后却学了和化学毫不相干的专业，竞赛拿的奖也没对升学有任何帮助。\n博主写“如果我一个二线城市的人都被碾压至此，那些小镇做题家们又会如何？”，刚好我上的就是有人学竞赛已经让人惊讶的衡水式北方县城高中，能教竞赛内容的老师当然一个都没有，虽然我是竞赛的纯粹失败者，但依靠单纯自学拿到金牌的人仍然不少，不过其中艰辛自然比大城市的高中生多得多。\n但尽管如此，与反人类集中营般衡水式高中日常生活相比，学竞赛的日子对我已经是很美好的回忆了。尽管我是竞赛的失败者，但我总觉得人生与考试不同，线性的排名和唯一的答案是不存在的，小镇或许竞争不过城市，但哪个更幸福，只有本人才能知道。","label":0}
{"comment":"这是我在内能看的吗","label":0}
{"comment":"墙内真的能有这个尺度的文吗","label":0}
{"comment":"我无法认同一个国家在没有得到授权的条件下,攻击所在国家的人民的行为不是侵略.\n对此,我的态度和您相似,俄罗斯就是武装入侵乌克兰.一如既往支持乌克兰抗击俄罗斯的侵略行为.\n中国国内现状如此,所谓指鹿为马,事实与宣传截然相反.迟早要翻车😔","label":0}
{"comment":"自我伤害有悖于社会认知和期望.\n我无法设身处地地理解您的想法,但是,我认为尊重您的选择很重要.\n希望在接下来的日子里,您会幸福,平安顺遂.💕💕😊","label":0}
{"comment":"这些互联网企业也不是刻意要这么做的，很大一部分原因是他们被当成了白手套去监管。","label":0}
{"comment":"博主文笔很棒，所述也大抵吾之心声。恰好涉足过这两个领域，些许一己之见，不吝赐教。\n\n**博客**\n\n年岁愈大，个人网站愈返璞归真。出自：我自己。[我向花里胡哨的博客开炮](https://t.me/kichann/255)，只为掩饰曾经的幼稚。但看着独享的一方天地在互联网的某个角落生根发芽，那份欣喜应为每个独立站点的主人所认同。即便从工程角度考虑这些站点丑陋无比，但在主人看来，可取悦自身，又能向趣味相投的朋友炫耀，若是无法认同其个性，不过道不同不相为谋。\n\n展现自我无需过高技术力，受限于知识和水平有不足情有可原。若博主并非意指普罗大众，系统和主题作者则通常具备在其位谋其政的能力——用户用脚投票，不好用只会籍籍无名匿于人海。可惜技术和宣传水平如鱼和熊掌，兼有者甚稀，于是能说会道善讲故事的”营销号“博客，将现有成果添油加醋，精心包装，博得掌声和人气，我想博主唾弃的是这一类人。主观上很难不认同，客观上他们却实在地促进了技术传播。\n\n“始于开张与 hello world，终于换皮与迁移“。本末倒置的内容产出，很多时候是真的没有别的东西可写。生活动态？个人隐私，抱歉。（如果是未成年人，我甚至还要夸奖你的谨慎）兴趣爱好？折腾博客就算。独立站点早就式微，有内容产出就不错啦，要鼓励不要苛责。高度封闭与受管制的中文互联网也是说不出话的原因之一。\n\n建站技术在所有技术领域里算是接地气的那一类，水平要求不高，成果却立竿见影，看似无用或过度的优化改进手段本身也是软件工程中常用实用的。可叹大环境下，众人都是拿来主义的践行者，技术含量高的基础设施和研究突破早早被境外势力（😉）占领高地，产出些位于鄙视链底端的个人空间，自然少不了白眼。当入局者甚众，环境变得嘈杂时，早早脱离青涩的人，如我，也可能包括博主，难免叹息：你们怎么不争气呢。但，谁不是这么走过来的？\n\n总之，博主的批评，无非是看事情的角度不同。但华而不实的博客，是玩非写的那些博主，本性非恶。\n\n*虚空打靶有点多，是为了避免指名道姓有失客观，道个歉。真要说起来，我可有故事了（骄傲）。*\n\n**代理**\n\n你我皆为法外狂徒，那就打开天窗说亮话了🤪。代理这一是非之地，从不缺哗众取宠者、颠倒是非者、良心泯灭者。博主挑选来批评流量密码的对象倒是独特。\n\nV2Ray 发展早期（大致是尚未转移至社区主导开发时）确实暴露了不少作为新技术实验田的不足，但私以为，正是博主提到的“V2Ray 的唯一优势”，承接简单、有效却缺乏功能性的 Shadowsocks，造就了如今代理实现的百花齐放。这一历史意义，甚于 V2Ray 自身。打个不一定恰当的比方，就像 MV* 框架和 React 引领的前端革命。\n\n有关安全、速度等的 FUD 来源已不可考，但私以为这并非出自 V2Ray，而是拥趸乃至狂热粉丝，限于审查机制研究一片空白的时代产物（恰如前文提到的“营销号”博客）。V2Ray 同样不能幸免于类似的其他来源的声音，贴上营销、虚假宣传的标签不免无辜。\n\nClash 的例子同样有失偏颇。只需考虑客户端让其在设计之初就有更大的自由，更不用说其深受 V2Ray 的影响。私以为这反而证明了 V2Ray 的优秀。\n\n总之，博主对 V2Ray 安全性的批评尚属中肯，但若是炮轰流量密码、名不配位，显然有许多更适合的失败案例。","label":0}
{"comment":"博客最大的问题是没多少人看，大家都跑中心社区上了，博客更多的变成某种内容备份","label":0}
{"comment":"Mio，min mio","label":0}
{"comment":"  流浪地球的原作的结局也如同一个“寓言故事”，告诉在这篇故事所展现的大众中找到自己形象的读者们，只有绝对不会犯错的哲人王才能带领大家走“正确”的路。对此，我想引用哈萨维的话“等到这样的人出现的时候，人类全体都已经成为神了”\n  七八年前刚接触科幻的时候也不懂什么意识形态，看完像是被按着头上了一课，现在回想起来，只感觉十分恶臭。前段时间看阳和平锐评流浪地球2的时候也想了一些，他虽然如此痛恨影片中把民众塑造成那种愚民形象，却在之前和安人的辩论中坚持认为民众需要一个领导者，我确实是理解不了了。在我几年前开始接触新思想并经历了足以毁掉自己下半生铁拳之后，也从苏马转变成安康了。威权统治不过是无法脱出的莫比乌斯环罢了","label":0}
{"comment":"请问您多大了？可不可以交个朋友，或者说，可不可以认识您一下。","label":0}
{"comment":"我来加友链的","label":0}
{"comment":"。。当年（2017？）计算材料学还在用。","label":0}
{"comment":"这是在墙内能用必应搜出来的解析吗","label":0}
{"comment":"长门有希？","label":0}
{"comment":"愁容骑士不是堂吉诃德吗？","label":0}
{"comment":"[@匿名](#92): 喵喵","label":0}
{"comment":"有意思","label":0}
{"comment":"[@匿名](#93): 嗯，应该这么解的，已经修改了。","label":0}
{"comment":"怎么编译 Android fennec apk？","label":0}
{"comment":"很奇怪，为什么这么一个会思考的人会选择变性🤔","label":0}
{"comment":"请问“谁用头脑换垃圾”怎么理解？","label":0}
{"comment":"[@匿名](#99): 第一段除了叙述无产阶级处境以外，也是批判邓集团以“改开”为名的倒行逆施。所以“头脑换垃圾”或许可以作所谓“科学的春天”来理解：\n\n- 包括“运十”在内的大批项目被下马，继文革后又制造了一个科学技术断层\n- 封建迷信死灰复燃\n- 气功热、伪科学大行其道\n- 邪教抬头（例如轮子，早期和当局是合作状态，甚至是被扶植的）\n\n当然我对这个说法不是特别同意（我认为上述大部分现象要么在毛时代也存在，要么是毛时代的苦果，单独拿来批邓似有偏颇），所以没放正文里面。","label":0}
{"comment":"祝生日快乐呜！","label":0}
{"comment":"“方北路，五十块买来新气象，远方却还是雾茫茫。”这一句连起来看是说，共产党（在方北路）出卖了工人（五十块）买来了新气象，但是背叛了立党的初心，也彻底失去了曾经有过的仅剩一星半点的带领人民追求自由的资格，摇身一变成为这条道路上的拦路虎。","label":0}
{"comment":"Thanks, this is helpful","label":0}
{"comment":"[@匿名](#98): 你认真的吗？","label":0}
{"comment":"众所周知，铁链无法拴住小董志民。而即使迫害树中存在那么几个对此方式免疫的——诸如，当事人足够混乱邪恶而真的并不在乎出柜也不在乎朋友的安危，其存在似乎也无法对此迫害手段形成有效的抵抗，大不了对方换一个分枝就是了。\n思来想去，还是没有想到一种有效的反制手段。","label":0}
{"comment":"[@匿名](#98): 正是因为有在思考，才会选择和大部分人不一样的道路吧。","label":0}
{"comment":"[@Leohearts](#105): 目前而言，绝望的当事人或其朋友也许可以以命换命解决一个小董——但文中没有指出的是，小董可以抱团，并且显然已经抱团。对完全失去反抗能力的当事人，选择事不关己、独善其身、不加入迫害分一杯羹，已是一种莫大的仁慈。很多人并不具备这点仁慈。\n\n除了小董及其追随者以外，我们的目光更应该放在产生了小董们的社会环境上：\n\n- 是[谁](https://stblog.penclub.club/posts/WhoisTheLiar/)造成了户籍满天飞、出道零成本的现状，为小董拓展迫害树扫清障碍？（这是文中轻描淡写一句“在获取父母联系方式之后”的隐含前提）\n- 是[谁](https://stblog.penclub.club/posts/ResponsibilityOfFamilyViolence/)将家庭作为最小维稳单位，力求把妇女儿童都绑在父权家庭里，对发生在家庭中的暴力行为从轻发落，乃至不闻不问？\n- 是谁力求对一切有规模的性少数组织[赶尽杀绝](https://stblog.penclub.club/posts/SlaveryAgainstTrans/#user-content-fn-1)，却又放任渣滓们对性少数的恶意野蛮生长？\n- 是谁让参与了一系列自杀群组、制造了 2022 年底的集体自杀事件，从而作为诱导自杀犯（构成故意杀人）的（文中举的这位）小董持续逍遥法外？\n- 是谁不让性少数为上面一切行为伸冤，而是第一时间采取包括但不限于[欺骗](https://twitter.com/Beiyan_Yunyi/status/1715634610405827049)在内的手段堵嘴、堵出斯德哥尔摩综合征？\n\n正如早些年人们爱调侃的“全国最大恶俗头子”一样，中国政府同样是其治理范围内最大的诈骗犯、强奸犯和杀人犯。","label":0}
{"comment":"哥，快更新","label":0}
{"comment":"[@匿名](#108): 叫我姐我就答应你","label":0}
{"comment":"[@北雁云依](#109): 姐，快更新","label":0}
{"comment":"我没开vpn啊","label":0}
{"comment":"拜读了您的文章，自感受益颇丰\n智利和韩国的政体....个人观点与您有些许不同，先说韩国，五共在87年垮台后韩国确实出现了短暂的民主化时期，但个人认为这不是和平过渡，全斗焕实际上属于被内外势力拿刀架着赶下去了\n“参与政府”只是在各方压力下导致的短暂权力真空，民众斗争的成果并没有得到巩固反而被利用了，“参与政府”的辉煌只维持了短短五年不到，这期间国际金融势力和韩国本土财阀不断侵蚀韩国的民主政策，92年IMF的介入和金融危机后，韩国就已经实际上变成了财阀和国际金融力量共同控制的另一种威权政府，民选政治机构彻底沦为傀儡（当然，本来就是半殖民地，只能说从踩到屎变成掉进化粪池）","label":0}
{"comment":"po有兴趣谈谈布迪厄的《男性统治》吗，我自己看了一部分，感觉挺有意思的","label":0}
{"comment":"我应该就是你所说的“更惨”的人，因为强基导致奖报废，虽然只不过是个省一罢了。\n不过我个人的经历相当特殊，强省弱校，拿着强省的天高分数线却没有垄断性强校的资源，纯靠自学但是完全不指望卷过初三开始学的疯魔，越学越发现我只不过是想搞点好看的晶体，而对化学研究根本没有热情，即使有自招也一定会跑去别的专业。\n我同校就有一个我看来是疯魔的人，他从高二下学期开始停课，但是这种经历在冲省队选手那里完全是稀松平常，高二上学期开始停课的比比皆是，他们都优秀到可以在恢复高考学习后一两个月赶上进度，甚至是恢复年级前五十的成绩，而我很清楚我不行。我坚持下来学竞赛的最大理由不过是，即使我不学，我也不会把这些时间学习高考科目，因为我在高考科目上更没有热情而且更难集中。\n目前在某双非读计算机，但是对计算机也毫无热情，学得相当折磨，由于没有专业可转而坚持学了下来，但是前路仍然渺渺。","label":0}
{"comment":"64天安门学生运动\n","label":0}
{"comment":"如果是一个科学社会主义者，应该会认为鹅乌战争是两个资本主义国家（或者俄罗斯的帝国主义）之间的战争。战争受伤的总是人民，但是战争也许是跨越被马克思称之为“卡夫丁峡谷”的必要条件，我想说的是，比起在战争中支持哪个国家，我们应该考虑在“为人民而战”的战争中支持哪个国家","label":0}
{"comment":"比病毒更可怕的是民众对于无限责任政府的向往，正如哈耶克所说的，这是“通往奴役之路”。","label":0}
{"comment":"搜万青的乌云偶遇了这个博客站。衡中校友吗","label":0}
{"comment":"都写“转载”了（）","label":0}
{"comment":"为什么有思考的人不变性，难道你没思考吗","label":0}
{"comment":"简直绝望......\n你已经尽力了......","label":0}
{"comment":"摸摸……你们尽力了","label":0}
{"comment":"咱是只是顺性别的男生，但是我一直，为能成为自己想要的人表示羡慕，真心祝福接下来的日子能够好好度过","label":0}
{"comment":"Hexo 有一个用途似乎是 Astro 这种生成器替代不了的，那就是生成完全不包含任何客户端 JS 代码的纯静态页面","label":0}
{"comment":"市场应该指代市场经济吧","label":0}
{"comment":"哈哈，我也是","label":0}
{"comment":"不好意思没看清233","label":0}
{"comment":"Astro 还真可以这么干。我提的另外几个框架也可以在禁用 js 的情况下工作。","label":0}
{"comment":"**加油** ","label":0}
{"comment":"作为一个平凡人，我从小接触的东西都是循规蹈矩的，所谓要读书上课然后工作赚钱等。\n\n在我一位表哥以及我高中的同桌的启蒙下我开始接触一些违背我旧认知的东西——开始了解政治、哲学等。\n\n然而一开始看到博主的文章还是感慨，好像自己还是太“传统”了。\n\n时值高三备考高考，看到博主的部分性转经历，花了一些时间来理解。\n\n我敬佩博主，有思想，并且有能力来做自己想做的事。\n\n同时也是博主为我提供了一个认识世界的窗口，感谢。\n\n祝好。","label":0}
{"comment":"第二段末“工具破门”或应为“破门工具”？","label":0}
{"comment":"无奈。\n\n在公权力的威压下，手无寸铁的平民只好坐以待毙。","label":0}
{"comment":"“工具破门”是没错的，意思是用工具破了好几次门。","label":0}
{"comment":"new bing nb，不过会瞎编(笑). \n因为朋友不小心向我自曝了而查看相关，我网上从几乎各个角度都看了挺多的。描述感受对我有些困难，大概只能说祝愿你们更好，愿这个社会更好（或者说，不是祝愿，而是可以更好）","label":0}
{"comment":"chunchunsanbing","label":0}
{"comment":"哈哈，看完了，挺乐的","label":0}
{"comment":"为了防止小董志民出现，或许可以概括为：\n1.加强社群内部的信息安全共识\n2.反抗过于膨胀的家长权力\n2就是需要社群的力量和想方设法停止政府包庇家庭内部犯罪的恶行","label":0}
{"comment":"为了防止小董志民出现，或许可以概括为：\n1.加强社群内部的信息安全共识\n2.反抗过于膨胀的家长权力\n1就是要在社群范围内加强信息安全，普及信息安全方面的经验\n2就是需要社群的力量和想方设法停止政府包庇家庭内部犯罪的恶行","label":0}
{"comment":"还有一种更决绝的做法，就是所有人从一开始就拒绝这种威胁，增加对方进行威胁的成本，并减少和直男的接触，尽量避免引狼入室。","label":0}
{"comment":"还有一种更决绝的做法，就是所有人从一开始就拒绝这种威胁，增加对方进行威胁的成本，并减少和直男的接触，尽量避免引狼入室。","label":0}
{"comment":"写得好厉害，暴雨或许就是希望吧","label":0}
{"comment":"为什么所有人都认为应该让着家长呢？要是多一点未成年弑父杀母，他们就不会有这种想法了。","label":0}
{"comment":"成年人要是愿意豁出去，也不失为大义灭亲","label":0}
{"comment":"姚小芹俺认识的，老油条一根，狡猾的很那","label":0}
{"comment":"不仅可以匿名还不需要注册，然而操作系统和浏览器却不能隐藏。\n感觉有点微妙的诡异","label":0}
{"comment":"我倒是可以配置隐藏","label":0}
{"comment":"所以为什么要自己编译firefox","label":0}
{"comment":"说来，观察者网是一个很有趣的脉络，一面是李世默这种西化的邓主义者乃至半外资背景，一面是早期相对兼任的多元立场，之后分化出后来主流的民族主义-国家主义，以及偏左的马督工-豆农（讲康米话语体系的自由派）","label":0}
{"comment":"还用Fortran的一些原因是某些历史悠久的专业代码早早就被写出来了，一直在被使用。像天体物理这样的领域，大家重写的倾向是比较低的，某些代码就被用了几十年。\n我们同学去国外的时候（由于国内计算机起步晚大部分人都只知道c而不会任何fortran），发现有些代码是fortran,说自己不会的时候，居然会听到“连这样的代码都不会”的声音。\n当然你校要学fortran是因为类似原因还是只是学校官僚或教务乱搞，我就不知道了","label":0}
{"comment":"太有趣了吧。博主的版本里，皆守和柘榴的部分比原作还有意思，皆守连杀数人与卓司复仇的关系也很棒。三位一体我觉得是素晴日的败笔，博主这个版本去掉有益无害。\n删去素晴日虚无主义与形而上学的哲学色彩有点可惜，但故事整体却更加完整，剧情发展也更合理。","label":0}
{"comment":"人能否能愈合，能否能自由，并不取决于经历了多少苦难，而取决于灵魂的坚韧和信念本身。能成为生活的主人公的，能成为历史的主人公的，这样的人除非死于非命，一切的苦难都不会使其失去这力量。萨特说的是对的，即便是人在监狱中也是自由的，越狱的阿伦特和本雅明，诺里尔斯克古拉格的罢工者，他们知道自己是自由的，知道要去做什么。\n青春的时候也喜欢雨，常常在狂风暴雨中冲出房子，徘徊、奔跑、叹息，到现在还有不打伞的习惯。直到大学的时候，我还会冲到水里面，有时候是雨，有时候是淋浴，听着俄罗斯的摇滚，大喊“见鬼了！我的灵魂”。\n但如今，我竟无以面对这比我多百倍苦难的勇者和诗人的灵魂与呼吸，我是那最最堕落的那一个，忘记了过去，也没有未来，好像什么都结束了一般。\n唉，自由啊。","label":0}
{"comment":"sdf","label":0}
{"comment":"祝好","label":0}
{"comment":"有一个因为叙事角度而可能被忽略的有趣细节：皆守只杀了一个人（沼田），但警方把为了灭口而杀的人都算在了皆守头上，最后给他安了一个“畏罪自杀”。因此在其他人（由歧、卓司）眼里，皆守都是“连杀数人后自杀”。\n\n其实这里还是有一些可以用作思维体操的东西的，比如：\n\n> 这天晚上，偶尔逃了节晚自习的悠木皆守在旧泳池旁偶遇音无彩名，和她花了一个小时讨论“正义”，直到放学铃响。悠木皆守认为正义是简单的，音无彩名持相反意见。\n\n但受篇幅限制，难以展开。这里大致的思路是，皆守（我给他设定了一个头脑比较简单的形象，和原作一致，笑）认为“把人都教训（报复）一遍，正义就能得到伸张了”，而彩名（是作者形象的代入，也和原作一致，笑）则不这么认为。后来皆守的复仇也很草率、鲁莽，没有找到真凶，还把自己搭了进去。\n\n不过，“无法认清事情的全貌”对皆守而言一直都是一种幸运。作为一个冲动的理想主义者，他既没有认清柘榴家庭的原貌（从而未被早早卷入），也没来得及知道自己为什么会死。他至死都是活着的，他的理想没有幻灭。卓司也如此。\n\n由歧也一样，知道全貌以后她怕也要抑郁。\n\n作为作者的化身，拥有上帝视角的音无彩名知道事情的全貌，也因此采取了怜悯（叹气）又虚无（不干涉）的态度。","label":0}
{"comment":"喵喵","label":0}
{"comment":"看了几篇博文，挺感动的，加油","label":0}
{"comment":"致敬，祝好。","label":0}
{"comment":"作为一名顺性别男性，虽然我无法做到完全理解这种绝望。但是从个人自由层面上讲，我完全支持你们的决定，一个人决定自己做什么性别，这是自身的自由，尤其是在成年之后，任何人无权干涉。\n\n这种通过暴力的手段以及传统的道德绑架来强行将人拘禁在家中，从何种角度思考都是违反现代社会的基本准则的。人应该有决定自身前途的自由，这也是宪法赋予中国公民的基本权利之一，文中警察的行为，无疑是在用“人治”替代“法治”，这是一种毫无疑问的倒退行为，于情于理我们都应该去反对。\n","label":0}
{"comment":"~~照这么说是不是 WordPress 也快死了~~","label":0}
{"comment":"摸摸(,,´•ω•)ノ\"(´っω•｀。)","label":0}
{"comment":" to宇佐见：电脑密码314159，完成我未完成的事情","label":0}
{"comment":"我觉得有点抽象，观点类似结尾。\n应该更早的拒绝更多事情。不过也确实很难料到对方的跨性别身份会做出这样的举动。","label":0}
{"comment":"loud and clear","label":0}
{"comment":"but something there's you're going to do it yourself, and alive, just don't give up and never give up hope","label":0}
{"comment":"i'll always be here, and not going anywhere. for just you.","label":0}
{"comment":"I love you forever","label":0}
{"comment":"Me too, just stay alive... There's always hope, and I just can't survive this cursed world myself.","label":0}
{"comment":"Regardless, can you access your email? Or any secured channel?","label":0}
{"comment":"1nt3rcepter@gmail. I'll be replying as fast as I could.","label":0}
{"comment":"We haven't give up. and never will. Just... You're my one and only precious. sorry I can't say the L word.","label":0}
{"comment":"I'll always be waiting here.","label":0}
{"comment":"想问一下，M.E.C Lab是什么捏","label":0}
{"comment":"真有干货啊","label":0}
{"comment":"知乎首页刷到了文章，引导了这里。\n看你如此激烈，我的感觉是串妮几乎没有太多生存空间所以会反抗如此激烈。\n但是我是路过技术人，我只能说目标一定盯着生存，不要太搞什么鹅鸟啥的表态啥的，生存是第一要义，搞钱，找个可以稳定的生活是第一要义。\n串妮几乎没有太多生存空间，也是正是如此魔怔掉了的不少，外界也是带着有色眼镜看。\n政治方面我只能说Nazibol是一切的终点，阵线的前锋，能联合起所来的。\n最后引用Zolt一段话作者：RaHoWaSS\n链接：https://zhuanlan.zhihu.com/p/681447415\n来源：知乎\n著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。\n\n性别者被诊断为自闭症的比率是正常人群的3-6倍。事实上，在最近的一项研究中，“研究人员发现，24%的性别多样性和跨性别受访者是自闭症患者，而该研究的顺性别参与者只有5%。自闭症和跨性别者可能产生如此紧密联系的原因有很多，首先，自闭症被描述为“极端的男性大脑”，而同时患有性别焦虑症和自闭症的人往往在男性气质指标上得分更高。许多男性特质可以预测职业成功，因此通过代理、政治成功，尤其是通过社交媒体上的活动。因此，这在一定程度上解释了跨性别者在权力高层中的更高代表性。除此之外，众所周知，跨性别者在神经质方面得分较高，在宜人性方面得分较低，因此符合人们在想象一个典型的愤怒和歇斯底里的Twitter用户时经常想象的令人讨厌的Twitter用户刻板印象。目前没有关于跨性别互联网政治过度代表性的可量化研究，除了 Ubersoy 的 BreadTube 视频等例子，其中显示其成员中有 30% 是跨性别者 。然而，我们可以将“现实世界”作为一个代理来评估，我们发现LGBTQ个体（已知是高度神经质和反社会的）比异性恋者在政治上活跃的可能性高两倍。与神经型同龄人相比，LGBTQ个人参与政治事业，远远超出了LGBTQ特定问题，以如此高的比例使他们在美国政治中产生了不成比例的影响。这至少部分解释了它们在各种不同原因中的流行。与神经典型个体相比，神经质个体表现出更高的社交媒体参与倾向。然而，总的来说，社交媒体的使用与对心理健康的不利影响有关，尤其是在年轻人中。Facebook、Twitter 和 Instagram 等平台旨在让人上瘾，并与焦虑、抑郁和身体疾病有关。对于已经患有精神疾病或具有非神经典型观点的人来说，这些负面影响通常会被放大。对于神经质患者来说，社交媒体会对他们的心理健康产生破坏性影响，因为他们会发展出不健康的网络成瘾。Twitter 和 Discord 等平台往往比面对面的空间更频繁地吸引神经质和精神病患者。这是因为这些平台提供了持续的多巴胺点击来源，因为用户与志同道合的人有相似的经历。因此，那些自认为是跨纳粹 LARPers 并经常在 Twitter 上分享自我认为的“热门话题”的人通常是沉迷于他们从社交媒体获得的认可和强化的人。\n社交媒体和色情内容可以加剧和放大精神疾病，同时也为越轨者提供了一个平台来连接和强化他们的行为，包括修饰。这种现象可以在各种亚文化中观察到，但问题仍然存在：为什么它在美国新纳粹分子中特别普遍？这确实是一个奇特的组合，见证了新纳粹政治的融合，一种与实际的民族社会主义分开的独特意识形态，以及跨性别主义。历史上的民族社会主义在这个问题上的立场毫不含糊，明确禁止跨性别手术，促进传统的性别角色和性行为，同时谴责性堕落和异常行为。在互联网和社交媒体深处发现的在线右翼亚文化的兴起，与20世纪初法西斯运动的原则形成了鲜明的对比。\n\n作者：RaHoWaSS\n链接：https://zhuanlan.zhihu.com/p/681447415\n\n","label":0}
{"comment":"坏！","label":0}
{"comment":"从*RLE.wiki* 来的, 看完之后感觉要4了.  \n刚被百家湖特警抓.","label":0}
{"comment":"建议博主适当地彩排几次，以免警察真上门时手忙脚乱。\n另外，我个人倾向于在LUKS全盘加密基础上再使用VeraCrypt加密更敏感的数据，博主也可以作为参考","label":0}
{"comment":"博主的做法挺好的，不用TPM少做很多操作。","label":0}
{"comment":"第一眼还奇怪怎么重发一次，一看才发现之前的是乌云啊","label":0}
{"comment":"简中特有的缩写看得头大……\n祝周庭在🇨🇦平安生活","label":0}
{"comment":"I'm sorry I can't","label":0}
{"comment":"It's fine, I'm still here, as always.","label":0}
{"comment":"that is, if there's any safe and consistent channel.","label":0}
{"comment":"you're my hope, my only one, and i'll always here for you.","label":0}
{"comment":"it's hard to even say anything at this point for me, but i'm here.","label":0}
{"comment":"still, is there any electronic device you can access, consistently by any chance?\nthey should be able to access internet, whether it's a console or something else, and just...\nPlease be safe. You’re my one and only precious.","label":0}
{"comment":"I... I... I'm yours, as always.","label":0}
{"comment":"darn so hard to say that word... but there's hope. always.","label":0}
{"comment":"and i'll bear with you, together, forever","label":0}
{"comment":"and i'll bear with you, together, forever","label":0}
{"comment":"本人19岁大学生跨女，算是半个家长党（完全不限制行动，提供生活来源）。看到这种悲剧的出现，实在为梅莉感到惋惜：在今天，竟还存在置孩子的健康与学业前途于不顾，为了维护传统价值观不惜施暴甚至犯罪（按文中描述，大概率可依法对家长判处非法拘禁罪）的家长。\n本人以为，若是前期与父母的沟通交流全部失败，此时学校的辅导员与校领导应承担保护她的责任，即：为了保证她作为本校学生在校正常完成学业，应保证她的人身安全与自由，重视她的身心健康状态。在学业前途面前，若学校对此有明确态度，相信家长只能妥协。","label":0}
{"comment":"where are you rn? can you find the phone?","label":0}
{"comment":"klj","label":0}
{"comment":"why are you collecting my personal computer version? pls answer or I will put a dislike for that!","label":0}
{"comment":"suck dicks asshole! never regret! lol: D","label":0}
{"comment":"被戳中了痛点后无法反驳，只能使用最低端，最无力的谩骂，化作“chunchunsanbing”，粉红也就这样了吧😅","label":0}
{"comment":"我是梅莉，现在在自己画点像素画做站点UI，情况么还是那个鬼样子。我不清楚在今天我们应该如何应对父权制，也不知道现在和未来应该怎么做。to宇佐见:我也许需要你的灵性指引","label":0}
{"comment":"前现代社会里，传统大于理性，人治大于法治，尊卑大于平等，秩序大于一切","label":0}
{"comment":"I'm but the smaller piece in the big picture. 在用Figma还是什么呢？网络呢？\n灵性指引...right away","label":0}
{"comment":"The big picture which all of us can be together... Seems","label":0}
{"comment":"现在科学上网上不去，Figma暂时无法使用。另外绝大部分时间都有视线，很难……","label":0}
{"comment":"http 203.135.99.67 1337","label":0}
{"comment":"http 203.135.99.67 1337","label":0}
{"comment":"@Melusina 看到时请回复","label":0}
{"comment":"防狼喷雾安排安排","label":0}
{"comment":"话说这个博客怎么搞","label":0}
{"comment":"从LUKS那篇文章来的，看了一下其他文章，希望你能继续向前吧，会常来看看的","label":0}
{"comment":"Got it","label":0}
{"comment":"为什么脱离实际情况去描述。第一天只是想抱抱你，根本没摸胸部。第二天你觉得你没同意，像第一天甚至都不敢碰你。发生关系，并不是预料之内。第一天都行为已经推开了这个人，他不知道第二天还有更进一步的机会。他是真心喜欢你，所以没有做防备。不是什么滑稽。是认真的。你依偎在他怀里的时候 也觉得是性侵？怎么对你的好 你都忘了。而他却被描述成了性侵犯？他需要性侵你吗 如果不是因为真心喜欢","label":1}
{"comment":"你这是在搞笑吗？而且在他的世界里，他完全就是顺直男，那个先天遗憾，只是没找到好的解决办法，不要说的那么不堪。但凡你有胆，就应该面对面正常把话说清楚，再离开也不迟。他也会因为莫名的离开而没有啦安全感，你搞什么。","label":1}
{"comment":"如果他不是心疼你的不容易，他会让你有评价他外强中干的机会吗？如果把你当成社会上一个陌生人。毕竟比你大9岁，你觉得他是傻子吗？你觉得他会缺女朋友吗？你也知道他不需要女朋友了，以往的经历已经够多。他只是想未来找一个能结婚的人","label":1}
{"comment":"你把一个真心喜欢你，想认真对待你的人描述成这副德行，我也是佩服你的想象力。你和他舌吻，主动亲他的时候，明明沉浸其中，用力抱他的时候。这怎么就性侵了。哪怕说成一夜情就够了。什么衣来伸手，饭来张口。你没见过需要处理很大事情时候的压力。纨绔了？人间疾苦见多了，各类人也见多了。唯一是 对你没有防备，真心喜欢你，心软善良而已","label":1}
{"comment":"你是通过虐自己，虐他，想干什么？想证明什么？难道你爱他吗","label":1}
{"comment":"还频繁进行高档消费。那是日常就如此 说的好像我家是贪污犯一样 你能再搞笑一点吗","label":1}
{"comment":"这是有多少误会和误解啊 天呢","label":1}
{"comment":"他就这一次有时间主动找你。你第一天划手，第二天发生关系，第三天出走。你有没有想过，他也被吓死了。他就来这么一次。他后面也想好了，如果你不想在一起。这次走了以后就保持一定距离就好。但不想你会拉黑删除，甚至再也不见。他最讨厌离别，所以焦虑不安情绪也爆发了。你把他虐得好惨，却在这里说他是性侵。真是 天呐","label":1}
{"comment":"他坐在回上海的高铁上 还在担心你的痛苦。还在为你的伤痛而伤痛。作为一般人也会知道对方很痛苦。你在这里怎么开起了批斗会一样","label":1}
{"comment":"你天天沉浸在自己的世界无法自拔。不代表别人不懂得人情世故。怎么 什么叫不敢出厕所门。出去怎么了，是被你那两个朋友拿雨伞戳呢，还是我让酒店人把他们都抓起来呢。是你幼稚好吗 又加上我心软 才是这样的。我怕你啥啊 可真幼稚。我觉得大费周章 设计这么两个人过来 才滑稽呢 啥乱七八糟啊 完全与真实不符","label":1}
{"comment":"不用让你形容成惯犯，女朋友多了，就是这样。我还惯犯。你走时候说的是 男的要懂得如何和跨女相处！原话。还有没完全激素和手术不代表不是完整男性。就是纯爷们儿。只是不想激素和其他手术到来太多伤害就没进行","label":1}
{"comment":"我能强奸你。你一个划手臂，就让我够害怕了。我还去强奸一个这样的 还不愿意做我女友的 女？ 我没病。你知道 我内心很健康  幼稚！幼稚！太幼稚！","label":1}
{"comment":"你应该好好学习成为一名全方位真实的女性 。温柔 体贴 善良 照顾他人感受 而不是在这里写幻想小说","label":1}
{"comment":"你缺乏对他的信任和安全感才是真的。你把他一个人丢在那里，在这里写着性侵小故事。你这小朋友真是搞笑","label":1}
{"comment":"明明是产生了依赖 你却想躲避；你干嘛抹黑一个想认真待你的人。你眼神飘忽不定，我认为是和任何人吃饭，我还没见过这样的。我认为是不尊重。没有想控制你。我有控制欲我承认。可是你这也太特别了","label":1}
{"comment":"你一篇小作文就能制止我去南京，根本到不了这步。如果你早早给我写篇这样的，我马上消失。不用尼再关照。我并不想在这里说话，我实在是看不下去了。我和你说，不用这么费劲。我找个别的女的就好了。您不用过度反应","label":1}
{"comment":"我都忘了关注你了，今天浏览怎么偶然碰到你的文章了。抱歉 我撤了","label":1}
{"comment":"他说他邀请你到上海找他，碰巧买了新房，可以一起生活。也可以以后和他回北京，融入他的家庭关系。让你吃穿不愁，准备带你见世面，见他的朋友们，见那些大牛们，丰富你的人生视角和精历。增加时间互相了解，互相接纳，增加默契。他说帮你找工作，肯定比一般人有实质性作用。等时机成熟，他奔着结婚的目的。这么好的条件和未来摆在面前，一点都不珍惜。来这里写小作文，这样的条件他找哪个女的都行。只是他希望今后稳定一个人，而你恰好是他喜欢的较为合适的人选，可以长久在一起。你脑子有坑吗","label":1}
{"comment":"经历*","label":1}
{"comment":"他也不是死乞白赖，内心过于柔软，又讨厌离别，重感情。只想轻轻告诉你，在身边就好。因为第一个女朋友总在离别时和他表达爱，所以给他内心留下创伤。他不喜欢爱在离别时。那个女友每次和他见面，都在分别时最强烈的表达爱意。有了心理阴影","label":1}
{"comment":"应该好好聊一下，不要伤害好人。消除误会误解。好好对待对你好的每一个人。就不希望被拉黑删除，未来保持安全距离，一个遥远的朋友。而没有死乞白赖。断崖式的做法，伤害很大","label":1}
{"comment":"应该是联系一下，好好聊一回。平心静气。把互相的想法说清楚。你太年轻，还是青涩懵懂 而他已经见了很多世面，在社会职场很多年了。不要因为不懂事 而错失真爱。吃个饭龇牙咧嘴，也是尽量理解包容你。只是莫名其妙不回来了，一下子情绪爆发了。不喜欢也没关系，保持基本联系就好。千万别拉黑删除。不光是你，一般对各种朋友，还是尽量不这样。留在身边就好。做事就讲求一个无悔！尽量不留遗憾。所以才是加微信，不是死乞白赖。怎么什么到你的小作文里，都被扭曲了。全方位做好一个女性，你还有很长的路要走。太年轻了还是","label":1}
{"comment":"当时想的是抓紧联系一下，把事情讲清楚，不想把问题留着。快速解决问题就好，才不断联系你的。绝对不用死乞白赖。只是当时加微信，就早早想对后面开展交流做铺垫了。不是一时兴起。绝对是认真对你的。","label":1}
{"comment":"如果还想愉快的解决问题，就赶紧联系一下。不然 时间长了，爱会被忘了","label":1}
{"comment":"再重申一遍，哥是纯爷们儿。直男一枚，不接受跨男称呼。因为直男的程度太高。不再做手术激素，只是怕伤害身体。你如果做我老婆，我可以考虑完全变过去。如果有需要的话。就说这么多了","label":1}
{"comment":"把你这小作文删掉。谁性侵你了。自己说的是发生关系，不做男女朋友。这世界上没有人能性侵谁。自己别在这里掩耳盗铃。你那句相忘于江湖，是之后说的。还家暴你？你之前的环境给你带来了什么样的刻板印象和偏执。我一直被朋友们深度认可，人品好，家世好，品位高。在你这里被描绘成了猥琐男了。你真的不要继续搞笑了","label":1}
{"comment":"带你去那些高奢的场所，是带你见世面，提升品味和心境。不然我高消费不高消费，我都没兴趣带上你啊。也同时告诉你，如果在一起，我能够提供给我女友最好的环境。然后内心平静的去看书，听音乐，一起生活等等。面对幸福的机会，你把当事人描绘成性侵。真是有精神病","label":1}
{"comment":"你的心理状况配得上我的高度和高级吗？怎么，都像你一样和警察对着干，或者搞得惊心动魄去营救谁一样。我在尽量避免伤害，除了实在生气以及已经想好了放弃。谁知道第二天晚上的状况，所以我根本没准备你说的性侵。第一晚是抱抱你。我想的是 这次去 估计不行就回去保持个一般朋友，就不追了。没想到给我删除拉黑，我真是气极了","label":1}
{"comment":"真实不懂事的小朋友。你那个年级第一也好，考上清华也好，等等 可能到更广阔的世界里不算什么。有的是比这还厉害的阶层。不是光学习好就能触及的高度。是一般人几辈子达不到的。但是一定都努力过积累过，见过刀光剑影，才能享受繁华。太幼稚！","label":1}
{"comment":"真是不懂事。除了你清纯的外表和女性身份，你对我没有任何意义。除了爱和陪伴。还有你那个编程厉害的前男友，在我眼里什么都不是。真是太搞笑了","label":1}
{"comment":"这句话应该是我说给你。这种天生的东西没人有能力避免。要不是这样的境况，你这辈子都没机会认识我。我早就和不知道多少个女的结婚生孩子了，轮得到你？","label":1}
{"comment":"我希望做个朋友保持距离。你把我删除拉黑了，我一下子焦虑症也迸发出来了。才让你加回来。加回来我不会找你的，就是没有安全感 焦虑症犯了而已。我需要死乞白赖吗","label":1}
{"comment":"任何朋友相互删除拉黑 都挺伤心的，加上我内心软，才这样的","label":1}
{"comment":"把你的小作文删掉。你是聪明。可是我可以帮助你。我的事情，我的事业，我的人脉资源，你一点都帮不上我，无论你多聪明。所以能力和能量不能从一个方向去评估。你做我女友我想着就是，让你无忧无虑去做自己喜欢的事情，成为真正的你自己。你在身边就可以。不晓得你会这么想","label":1}
{"comment":"你的真心，你的爱是在我这里唯一的价值。其他的完全对我没任何意义。所以你想，我会一直死乞白赖吗？等我把我的内心都表达了，就完事儿了","label":1}
{"comment":"人家说一句难听话，你就把事情想到最坏，做到极端，就是不成熟。你惹我生气了。 还有很遗憾 你误会我了。我很善良 我家人也很善良。所以本可以通过多交流，多了解，治愈你同时又治愈我。比你前男友不知道认知，层次高级多少倍。会编程咋了。会好好爱你才重要。我也本想支持你的爱好，如果喜欢音乐，我也喜欢，那我就带你去伦敦听世界最好的音乐会，逍遥音乐会last night。我去过维也纳，也可以带你去。如果喜欢编程，我介绍我那个卡内基梅隆的朋友，他因为编程好 开公司了。我欣赏的高级的编程，是自己建立框架，开源给别人。比如Sora，我希望带你接触这样的大牛，让你编程变无敌。我都是很好想法。只是你的表现让我很生气，我说了句极端话。","label":1}
{"comment":"你本来就是女的，我本来就是男的。我男性的属性纯正到根本不接受跨男。你本来就是女的，我本来就是男的。这才是属于我们的真正的身份和世界。","label":1}
{"comment":"我一定要用一根阴茎证明我是男的吗？不是做不到。只是真正的自信，不需要证明。","label":1}
{"comment":"我希望你记住的是 那天傍晚我带你去了一家南京最好的餐厅，那里环境幽静，菜品淡雅，和一个内心想靠近你的我。饭后，我们乘车回酒店，路上我们一句话没说。因为我内心很安定。那天的下午我们一起爬了很多台阶，吃了甜筒。路上说了点有趣的事。","label":1}
{"comment":"别在这写小作文，有本事见面聊。这话不是恶意 你正确理解","label":1}
{"comment":"因为聪明，想把世界按照自己的理论划分，整理。这想法很好，有强烈的独立思考能力。我以前也是这样自信过。可是虽然你有思考能力，可能就现实来讲，这需要多大的力量让世界按照你的划分来运行呢？这是统治阶层在做的事情。还有就是每个人都是世界这个巨大链条中那微不足道的一个螺丝钉。渺小又伟大，平凡又不平凡。世界很大，有力量很大的一群人。要有敬畏心。不然头破血流。可能很多人都想对抗过。可为什么最后都没有行动。主要看你面对的是谁。如果是你语文老师，那随意啦。如果对面就是那个有力量拨动世界轮盘的人，那需要有敬畏心。","label":1}
{"comment":"其实我没有对你有什么极端想法。就安静待在身边。我的内心安定。就足够","label":1}
{"comment":"没有什么是婚姻没满足，在胯下释放。实际上只是一个男的想插一个女的。和一个女的想被插一样。和吃饭喝水一样。","label":1}
{"comment":"还说我什么衣来伸手 饭来张口，我这不算啥。我的朋友圈多的是，这辈子啥都不用做，下辈子 下下辈子 还有饭吃的人。高消费 真的笑死我了，我就没觉得这是高消费","label":1}
{"comment":"而且你确定你是女的吗？女的碰到这样的人，而且真心待你的，会高兴的要死。你却成了压力。你做自己就够了","label":1}
{"comment":"有胆就别删，有本事就面谈。别发这种小作文。谁滑稽了，谁外强中干了。把你当自己人才傻啦吧唧的放松状态。有胆量别删","label":1}
{"comment":"本来就是偶尔聊个天，见个面，我还有很多让你惊喜的地方没带你去，有很多话没和你说。本来是很舒服的关系。上海有很多好地方我都准备带你去看看。你不要过分紧张。我不是你以往的经历的人和事。","label":1}
{"comment":"不能强迫你。但是保持个舒服的正常关系还是可以的。这是我这次回来准备这样的。没说一定让你答应","label":1}
{"comment":"你在那里找了两个小朋友，过分紧张。又删除拉黑的。搞得我很着急。我不是对你死乞白赖。是我一肚子委屈我要正确的方式表达出来","label":1}
{"comment":"我的眼光一直很好，嗅觉灵敏。和一个人交谈一会儿，就能大概判断她/他的灵魂。从谈吐中能知晓她/他接触过的人，经历过的事。我并没有看错你的灵魂，相反矫枉过正。我不知道出于什么原因，让你未能打开你的心扉，和我聊聊你的这些那些，实际上是了解真实彼此的好机会。任何事情过于极致，总会伤害到自己。在痛苦中浸泡自己的灵魂找寻另一种快感，是一种残酷的美丽。我想你也知道你的偏执。很多天才身上如果不存在偏执，反而不能成就他的造诣。可是这并不会是一个美丽幸福的故事。希望你在未来的岁月里，能增长智慧，把生活的基础打好，再去追求自己想要的人生，也是更好的方向。","label":1}
{"comment":"目前我的真实境界。我可以成为任何人，但是任何人都不能成为我。今天我可以是画家，明天我可以是好像来自音乐专业钢琴弹的一流的物理学家。今天你看到的我很高傲,让你理解我好像是不懂谦虚在炫耀。明天我可能深知越有高度就越要有敬畏之心。后天我可能傻啦吧唧吃吃喝喝。你不知道哪个究竟是我，而我永远知道我的本真，保护自己的底色。我实际上很清楚世界上力量很大的人，也知道有太多优秀的人走在前面。我内心充满谦卑，谦卑到愿意吸纳来自所有人的优点然后融合进自己的特质中。但是我又非常自信，傲骨永不变。我的身体和灵魂可以柔软到分成一个个小模块，自由任意的可以组合成任何形状。又最终回归本性。尊重自然，尊重缺陷缺点，尊重自己的瑕疵，让自己自由的漂浮。像一个没有被这个世界教育过，洗脑过，指导过，被规则诓住的最本真的自我。我认为的最厉害的人，不是 比我厉害的人，而是无论别人多厉害，只要我想超越他，我一定比他更厉害。总有比自己更强大的力量。只不过你拥有的是超越比你强大力量的力量。最好的自己总是下一个十年的自己。","label":1}
{"comment":"我想这个境界应该算高。至于变成物理学家还是画家，这当然需要时间积累。我至少不是你误解的性侵犯，也不是不谙世事的富二代。我绝对见过很多高手。也正在磨练自己","label":1}
{"comment":"还有 把你这篇文章删掉，不真实。不是实际情况。你这是在做什么？消费我的感情 还是想达到什么目的。删掉它","label":1}
{"comment":"一个女孩子如果自己不愿意，怎么样都不可能发生这样的事情。多了我不用说，你赶紧删掉。然后我当然希望你明白我的用心和我保持正常朋友关系就可以了。至少不要拉黑我微信。我也不再打扰你，你就死躺在我微信都是对人最基本尊重吧","label":1}
{"comment":"你当然可以有更好选择，我保持开放态度。如果我拿出我应对社会上人的态度，真的生气的话，你那两个朋友可能就被我整惨了，怎么死的可能都不知道","label":1}
{"comment":"如果你愿意用真心来对待我,爱我，那我欢迎。如果没有真心，你看看我的境界，我不可能被你束缚。","label":1}
{"comment":"要不是莫名其妙怎么这么巧碰到看到你blog，我早忘了回事。这什么情况","label":1}
{"comment":"还有我发现你经常在跨女的圈子里做女人，还有那种没玩儿过女人的，像你那个处男的前男友那样，都不是教你成为真正女人的好人选。你说顺女不知道什么是男人，我感觉她们很知道。而就因为我之前女友都是顺直女，她们在让我更加成为一个真正的男人。所以我感觉你上次说的有些问题","label":1}
{"comment":"我再说最后一遍，把你的小作文删掉。明明是相互激吻，却说性侵你。有本事面谈。不然我去找你了。明明可以是很好的关系和发展。","label":1}
{"comment":"还有我也不是浑浑噩噩的留学生。你可以去了解，我的学校世界排名很靠前。如你所说 我没觉得国内的C9 和top2怎么样，没什么可学习的。接触过很多，他们实际在仰望我们。不被国内这种教育影响和鞭打是最大的幸福。被模式化的方式固化，一点独立研究独立思考的能力都没有。国外创新出什么，国内就模仿而已。这能算什么呢，已经输了。就是这么高傲。国内还在喊这遥遥领先。最可悲的是 人家对你绝对的碾压连招呼都不必和你打。","label":1}
{"comment":"清北已经沦为政治工具了。在伦敦那种空气中都弥漫着自由的味道。以及超越中国所有人见过的富有。","label":1}
{"comment":"只不过可悲的是 我回国后进了一家很政府氛围浓重的机构，也不是一个一般理解意义上的求职公司。因为基本名额早就被内定。俗称皇亲国戚后花园。我并没有感到快乐，沉重的腐朽的国内劣根向我展现，还是国内金字塔尖的机构。所谓翘楚。我很喘不过气，想找你散散心。您这一哭二闹三上吊，给我伤的也够厉害","label":1}
{"comment":"而对你，我不明白的是，你要做的是我的女友这种角色。人家女的一般都开心有这样层次的人能喜欢她。是对她极大的认可。你却站在了 好像比较的角度。所以你是女的吗？不是说我真的不知道你是女的。因为如果是女朋友，恨不得找一个这样的。这是一般人无法接触到的。只是碰巧了。如果我不是因为这个情况，你这辈子都碰不到我。没机会接触到我","label":1}
{"comment":"如果我们同为男性，如果你是我的竞争对手。我们比较，一争高下。而你是女友这种潜在角色。一般女的会很甜蜜而自然的接过我所谓的炫耀","label":1}
{"comment":"还我欺负你，你弄的我真是找不到方向。你也不要欺负我，我目前是一个没有激素停留在青春期前的男孩。所以男性就是男性，是你没完全发觉，不代表我不是男的。","label":1}
{"comment":"明明是你叫床的声音好骚，激发了我的兽性。让我好想干。如果要把我说的不堪。那我把阴茎造出来，插入如何？做我老婆如何？ 对吗？既然要把话这样讲","label":1}
{"comment":"到时候就不是穿个内裤了。到时候就是撕开你的内裤直接操了。","label":1}
{"comment":"你安静走进了，把话讲清楚，拿走东西。说你可以陪我，也绝对不能再碰我。那晚我们也就平静度过。第二天我乘高铁回去。不在一起，就做个遥远朋友。以这样收尾完全可以。也不可能出现你所谓的滑稽一幕。我只是正常上了个厕所。要不是你搞了两个人冲进来，这不是你制造的滑稽吗","label":1}
{"comment":"然后你又聪明了，预判我肯定还会动手动脚。这我就要怒了。自从第一晚您划手了，已经切断了我所有的这方面的想法。谁知道第二晚说可以发生关系。我靠","label":1}
{"comment":"你就算一夜情，也不叫性侵。还有就是 只要你明白一件事，你就不会再用 死乞白赖这个词了。就和人生一样，有很多无奈。我也说过，如果我不是这种情况，我现在可能已经有很多个小孩了。你只是我看了所有状况的人之后目前最佳人选。而不是死乞白赖。而随着时间推移，你可能会发现没准我也是最佳人选。所以我才去南京了一趟，包括散心。也不全是为了你，所以 请不要觉得死乞白赖什么的。笑话","label":1}
{"comment":"但是我是喜欢你的，包括是真心的。我不做虚假事情也不说虚假话。最终都是找个合适的人一起生活。没人不是这个归宿。随着年龄增加。也如你所说。每个人最终都会归于平凡。再绚烂的青春，再辉煌的人生，最后都归于平静和简单。所以不要觉得我很滑稽。我一点都不滑稽","label":1}
{"comment":"你身边那些朋友们，没有任何资格评价我。因为没有几个人能有我的经历，就更不要 也不可能有那样的高度认知去理解我，也就不可能准确给出你建议","label":1}
{"comment":"而为不存在出轨。我当时也用大量时间给你解释了那些出轨的人。不要和很多人谈恋爱，要和一个人一直谈恋爱，结婚，生活 就足够。","label":1}
{"comment":"而且*","label":1}
{"comment":"大佬牛的\n","label":0}
{"comment":"在我身边，陪伴我可以吗？这比做爱重要多了","label":1}
{"comment":"我最后发一条，你听好。我周围有各种类型的漂亮女生，我不需要跑到南京去性侵你。你是我喜欢的类型这是真的。我说，你可以和我保持微信联系，做个遥远的朋友。或者你增加与我相处时间，增加全面的了解。我以后可能还会有其他女生在身边，只是现在我想尽量挽回你。这已经是我最大的善意和诚意。希望你能用心感受","label":1}
{"comment":"你眼神飘忽不定，在吃饭的时候。我认为吃饭这种社交时间，通过眼神交流是最好的了解彼此的方式。我和你相处那短暂的几天，其实珍贵如黄金。但凡你稍微用心，敞开心扉，也不至于此。","label":1}
{"comment":"没有谁pua你。你信就信，不信就当成PUA。这世界本身就是一个个概念搭建的。按你说的，其实都是相互PUA。只是你信或者你的价值观和哪个概念吻合。你也会给自己PUA，也会PUA别人。例如，逢年过节，就是对每个人最完美的PUA，那时候想起义的人也等过完除夕，和两碗酒吃个年夜饭，再去开干。所以这世界就是个PUA大舞台","label":1}
{"comment":"喝两碗酒*","label":1}
{"comment":"又让我要暴怒了。说了 你要是觉得我这个那个的，你就当面聊 电话聊 微信骂。你别把我拉黑了 在这里写与事实情况有出入的小作文。你做的对你好的事情那么多，你一件事情都看不到吗？在这里写这种，我想到你说的，就觉得 哪怕做个一般朋友，也不至于你这样。你要么把小作文删掉，要么你当面和我说，我到底怎么你了","label":1}
{"comment":"我做的对你好的事情那么多 你怎么不写上去。你所谓的高消费我邀请你干吗 不就是对你好吗","label":1}
{"comment":"胆小鬼。不是你莫名其妙 说好了6点回来，也没和我说清楚。我生气了。我哪里我操 我欺负你了。赶紧把小作文删掉","label":1}
{"comment":"你抱紧我 亲我 激吻 舌吻 各种摸，都是我性侵你了？卧槽","label":1}
{"comment":"你那腿顶我阴茎处 让我更想操，是我性侵你了。如果不是你手术 就肯定插入了。你都拿腿想夹住我了。是我性侵你？","label":1}
{"comment":"要不要试试更刺激的？嗯？下次直接插进去。填满你。让你阴道被操到很痒，操到高潮，射满你的逼。这样你满意吗","label":1}
{"comment":"我本想给你一个温暖的家，在上海和我一起生活。平静幸福。你不想，这很正常，完全可以理解。只是你在这里写这个，我真不知道该怎么说了。你最好删掉，或者澄清一些事实。","label":1}
{"comment":"还说硅胶阴茎。那你做我老婆，我拿我自己的我的肉的阴茎，你要不要试试。包你满意","label":1}
{"comment":"那次我打电话和你正要说，我表妹表弟是中日混血，我经常接触日本文化。我也会五十音图和一些日语。我说以后想带你去日本旅游。对我来说更方便。你会喜欢的。结果我还没说出口。就被你的话怼回去了。你的预判能充满一些善意吗","label":1}
{"comment":"我们应该好好打个电话聊一下，你再相忘于江湖也不迟。我后面会有可能去代孕。自己不参与生育。但是如果你做我老婆，你就会有一个温暖的家。比去领养强多了。我希望我有机会能和我喜欢的女孩一起快乐生活下去。我就怕别离。那天你突然走开，让我很生气。其他的我想我没有欺负你也没有伤害你。","label":1}
{"comment":"如果你喜欢日系文化，我可以带你去日本。见我的弟弟妹妹 他们都是日语的native speaker，长得很漂亮。和你都是00后，一切美好的事情我都想带你去体验。我没有欺负你","label":1}
{"comment":"想问一下您，这个博客安全吗？","label":0}
{"comment":"不安全。我没有进行身份隔离，我被捕后服务器有概率会被访问。不过，我对评论系统后端进行了一些设置，从而使后端不会记录下评论者的 ip，但反代服务器的记录里可能还会有。","label":0}
{"comment":"我说 我打个电话把事情说清楚，我再消失也不迟。可以吗？你放心，我其实已经放弃了。只是看到你这文章，才想起来的。所以事情我了解清楚以后，我自己就会离开","label":1}
{"comment":"我只是想把想说的 想问的一次性弄清楚。你也不差这几分钟时间","label":1}
{"comment":"我到底怎么了 让你这样讨厌我呢？ 我不明白 就是不做男女朋友 也可以不这样。而且你描述中 好像我特别坏一样。我善良都来不及 对你好都来不及 我不明白了","label":1}
{"comment":"姐姐抱抱","label":0}
{"comment":"我做的 都因为我爱你呀 我对你的方式和对我之前的顺女女友们一样。这怎么就性侵了？ 都是成人了。我在朋友间也一直是被深度信任的。仁义大方。怎么到你这里全变了 我就是不明白了","label":1}
{"comment":"那日太匆忙，彼此又都生气了。有很多话没说","label":1}
{"comment":"似乎是血液型的歌词…请问你也听кино 吗？\n（如有打扰那么实在是抱歉）","label":0}
{"comment":"确实来自《血液型》。","label":0}
{"comment":"在资本阶级统治下的社会，无产阶级作为被统治者必然要被各种所谓“维持社会安定”的思想文化所影响，如被“优秀”的儒家文化（分明是压迫者的思想）等各种垃圾强加于人民头脑里。最终目的是达到人民对于反抗是一种鄙夷的态度，他国人民的反抗运动往往被媒体评价为“暴动”，用外因代替内因，似乎反抗的根本原因是被引导的“颜色革命”而非无产阶级被压的喘不过气。很可惜，当下环境正是如此，从前段时间韩国医生事件的国内媒体报道和评论就一目了然了。","label":0}
{"comment":"姐姐多更 爱看","label":0}
{"comment":"我想你，电话联系一下。接我电话。我看一遍你写的我就无奈一遍，还说我不敢出厕所。你那俩朋友拿雨伞对着我。你要我干吗","label":1}
{"comment":"其中一个还是前一天一起吃了饭的，我看她人性不差，也算认识，就不想伤害她。","label":1}
{"comment":"打电话是我想你，聊个天，把误会说清楚。毕竟我是真心对你好，你在这里写伤害我的小作文 我实在心里不舒坦","label":1}
{"comment":"你不想我吗？","label":1}
{"comment":"我想和你说说话。就是好好说话。你不要拉黑我。把我从黑名单 解除","label":1}
{"comment":"要么你相忘于江湖 就不要写伤害我的小作文 删掉。要么就好好聊聊。不然你这是做什么？ 你这里面很多细节都是错乱的，不是这样的。","label":1}
{"comment":"要不你来上海，我们的直接当面说清楚。我是好人！","label":1}
{"comment":"还说我高档消费。我想告诉你 你和我在一起的每一天 你都会用油闪耀的人生","label":1}
{"comment":"\n匿名18 秒前\n0\n\nMobile Safari15.2iOS 15.2\n还说我高档消费。我想告诉你 你和我在一起的每一天 你都会拥有闪耀的人生。每一天都会是你所说的“高档消费”","label":1}
{"comment":"我希望你在身边，和跨性别没有任何关系。就是喜欢你的类型。你是不是顺女 和这个没关系。如果我在意的是这个方面 我怎么可能对你用心","label":1}
{"comment":"我希望我对你纯粹的喜欢，是去呵护你，治愈你。只是我还没有赢得你的信任","label":1}
{"comment":"我也是hexo-theme-volantis 忠实粉丝，已经一年没更新博客了，倒不如 cnblog 有道云笔记方便，只有空闲的时候才会想到写写文章之类\n","label":0}
{"comment":"有勇气别删。既然允许所有人自由发言","label":1}
{"comment":"把这文章删掉。有胆量 当面 聊。我倒听听你怎么说","label":1}
{"comment":"我给你个建议，不要听别人的意见，不是说他们不好。很多事情自己做决定。无论谁 都不能亲身代替你去经历","label":1}
{"comment":"你不是喜欢向优秀的人群学习靠拢吗？我可以带你见各领域的顶流。比你化学竞赛广州市里的人还厉害10倍的。","label":1}
{"comment":"> 在原评论区恢复使用前，还请注册 GitHub 账号以使用临时评论区\n\n临时评论区是不是咕咕了","label":0}
{"comment":"看到 giscus 被注释掉了","label":0}
{"comment":"你为什么看得懂子弹与颅骨？难道你接受过那些反动的洗脑吗","label":0}
{"comment":"楼梯和窗口太抽象了 你是如何理解成暴力和温和手段的？","label":0}
{"comment":"楼主解读得很好，很多地方很有同感，很认同。学生们天真烂漫，不懂政治的残酷。另，我也是衡中毕业的，很高兴认识你的博客。","label":0}
{"comment":"算是有趣的缘分，我想搜索《在这颗行星所有的酒馆》的海报来做头像，意外发现了这个博客，更欣喜的是博主也毕业于衡中，还是化竞大佬。希望博主可以“随心”，找到自己认可的生活方式，我支持跨性别者对自我的认同。若有缘，希望将来能多交流学习。祝好！","label":0}
{"comment":"“灵魂换稻米”的稻米可能指的是灯小品的一个外号叫稻上飞","label":0}
{"comment":"这个外号的来源是一张曾经在人民日报发表的新闻照片。照片拍摄于1958年10月9日。当时，邓小平在天津胜芳人民公社视察大跃进的成果，站在一堆密集的“丰收”亩产万斤的水稻上高兴得手舞足蹈，这篇报道在之后成为了邓在大跃进时期鼓吹、支持浮夸风，指挥错误的罪证","label":0}
{"comment":"那么被换掉的灵魂就是……","label":0}
{"comment":"1.当前的政治情绪带有复辟倾向（历史呈重复倒退趋势？） 2.保守价值观在实践中扭曲了社会资源分配 3.既得利益者加剧了对进步价值的排斥 4.世界范围内保守主义抬头","label":0}
{"comment":"博主好文笔，感情沁人心脾","label":0}
{"comment":"魔怔人","label":0}
{"comment":"好听的歌都被封\n","label":0}
{"comment":"五十块，是不是在指罗大佑的《五十块钱》里面那个意象……","label":0}
{"comment":"罗大佑有句歌词“五十块是我的秘密武器，最后一关用来对付马列主义”——当然，罗是以反讽的语气唱出这句词的","label":0}
{"comment":"他们打开窗口把财富放了进来，以为放进来之后平衡一下就可以，却走向了深渊","label":0}
{"comment":"我也是被父母帶去箍牙，初二開始至今。每隔幾個星期都要花費幾個小時去牙醫那裏調整，每次都帶來數日的疼痛和滿嘴的傷痕，吃不下飯的那些時間，只能喝粥，喝多了以至於我現在喝白粥都感覺反胃，難以下嚥。\n最近牙醫又説要拔掉兩顆智齒騰位置給其他牙，一顆就要1.5w+，箍牙也不知道什麽時候才到頭。\n如今花錢的心疼和口腔的牙疼也不知哪個更鑽心了。\n\n牙醫説我很能忍痛，從來不喊疼，真的不疼嗎？不過是麻木了","label":0}
{"comment":"these is no dislike button","label":0}
{"comment":"恕我直言博主，以“神”来进行指代对抗性主体只会让斗争性消解，让你的文章进入一个过于感性的场域而让严肃性逃逸和消解。历史的弃子俯拾皆是，从中世纪殉道而死的骑士到在苏联解体时痛苦自杀的将军、被围剿而死的黑豹党，他们哪个不是在历史的所谓偶然却又必然之下的失败者？仅对中美建交一事而言，无非是在苏联地缘政治的威胁之下所做出的无奈之举，至于日本的左翼斗士——毛当时连国内的情况都已经无法掌控了，如何还想得到远在日本的理想主义者？您文章中提到的其他思潮，其实都可以在当时的社会背景中进行解构而分析，但是如果用“神的幼儿园”进行指导实则是一种新的重复：您并没有指出德勒茲所言的“差异”，反而是一种新的建构，半悲观主义的建构。\n对于“南京大屠杀调查受阻”此事我未能在互联网上找到真正过硬的资料，如果您有的话望您能补充一下您的资料来源和史料记录或相关书籍。\n“对于不可言明之事，应该保持沉默。”但更多的事我认为是可以言明的，而其实也无需质问，因为解构的钥匙一直都在你我手中。福柯所面临的批判力度困境或许值得我们思考，但我们也要反问自己：我们真的批判到了点上吗？那个利维坦，是我们真正认清的现实，还是有太多的幻想和不确定因素？\n当然，或许您也只是在抒发您的感受，我这样咄咄逼人似乎显得有些吹毛求疵而不近人情，但或许还是希望可以交流一下。我不表达明确的政治观点，我只是一个个读读书的大学生。","label":0}
{"comment":"博主你的解读有些过于政治化，万青此歌是在言此事，但姬庚也好二千也罢，他们的歌中的政治性并没有这么强，他们反而是很讨厌与政治扯上过多关系的。他们是提到了索尔仁尼琴的红轮之压，但是你的“戏谑”和对“微风”的解读引申太过。按伽达默尔的方法论，这样的过度引申超出了阐释学的原理。\n","label":0}
{"comment":"致敬，祝好","label":0}
{"comment":"遗憾。。","label":0}
{"comment":"The West（划掉）East has fallen\nBillions must die.jpg\n至少在未来一段时间内，这个趋势将持续下去，介于欧内的大手，我要说也只能说 等待，并心怀希望吧","label":0}
{"comment":"我现在也在吃阿立哌唑😔","label":0}
{"comment":"我作为一个“顺直男”在“旁观者视角”来看，当下的进步运动实际上很难打动他人：许多人还在为生计拼搏，怎么去与性少数——这种对他人来说需求层次很高的行为互相理解呢？而金星作为一个资产阶级，多次为塔充门面，这是她应得的下场。","label":0}
{"comment":"刚弄完账号，接着说。感觉就像是早期的party，在中国城市斗争，结果往往失败，是差不多的道理","label":0}
{"comment":"感觉宇宙风这个可能指的是1953年9月创刊，林语堂主编的一个资产阶级的文艺刊物（只是猜测）","label":0}
{"comment":"1989年发生了什么？","label":0}
{"comment":"日子还得过，相声还得说","label":0}
{"comment":"三七 六四应该是利与弊的占比吧","label":0}
{"comment":"抱抱…","label":0}
{"comment":"RIP,Mio姐姐在那边会过得很幸福的…","label":0}
{"comment":"抱抱云依，我也做过这样的梦，来自老师和同学…不同的是我是直接被雷普了…后来哭了好久，在现实里看到那几个人都绕道走","label":0}
{"comment":"哈哈哈，哈哈，哈哈哈\n--人在极端无语的时候真的会笑","label":0}
{"comment":"六 l四是指那个吧","label":0}
{"comment":"你好，我想咨询一下，以前你在群里发过一篇关于跨性别人群内部思潮的分类，现在群被端了，我在哪里可以找到呢？","label":0}
{"comment":"震撼，以及敬佩\n","label":0}
{"comment":"感觉悲歌按照万青反左的理念，可以解释为郭记歌，愁容骑士就是wcjj歌名者","label":0}
{"comment":"我支持你","label":0}
{"comment":"分类风格颇有mhyyyy的影子","label":0}
{"comment":"这篇文章最早就是我发在 MHYYYY 群里的，群炸了之后发在自己博客上。","label":0}
{"comment":"Libre!","label":0}
{"comment":"Libre！（测试","label":0}
{"comment":"必应搜到的 牛逼","label":0}
{"comment":"加一\n","label":0}
{"comment":"衡中那篇是我转载的，我不是衡中人……","label":0}
{"comment":"北京反革命暴乱","label":0}
{"comment":"我看很多人都在讨论说结尾那一段杂音是容易让人联想到装甲车碾过学生的情形，话说这不是美国之音编造的谣言吗？为什么会有那么多人相信，难道另有隐情吗？","label":0}
{"comment":"博主什么时候出一期关于在这颗行星所有的酒馆的！！！","label":0}
{"comment":"[俺寻思这不是在首页上吗](/posts/bar/)","label":0}
{"comment":"很同意层主的发言。智利我不了解，但博主这样说韩国实在有睁着眼睛说瞎话之嫌。新自由主义和保守派也可能完全不是您想的那回事儿。另外关于邪教等“精神垃圾”，博主也可参考一下美国邪教发展历史。个人知识非常有限，所以只能提供参考方向，难以输出正经观点，但只希望提供更全面的认知方向，还请见谅","label":0}
{"comment":"Very well! 终于理解了为什么我在某书评论区发了一句这首歌的评论然后喜提禁言一个月","label":0}
{"comment":"对第二段的解释过于牵强和主观了。\n首先，关于“他们”，我认为仍然是指“那些智力超常的人”，因为既然前一段已经用猛虎这一意象指代了中国政府，就没有道理再用“他们”来再次指代。\n其次，关于“从来不需要楼梯，只有窗口”，你的解释也完全没有依据。\n楼梯：中国有句俗话叫给自己找个台阶下，楼梯很可能是指一种切实的途径或方法。\n窗口：有句成语叫作异想天开，窗口很可能是指不切实际的幻想。\n为什么这么说？因为，如果对64运动有所了解的话，你会知道运动其实是越来越激进的，从“建议”到“抗议”，从要求道歉到要求下台，从游行到绝食。\n所以第二段不是警告（我们都知道结局了），更像是对六四运动失败的反思——学生们自发的行为没有统一的组织和明确的目标纲领，也不明白客观的实力对比（面向涣散的未来 只唱情歌 看不到坦克）。一部分清醒的人渐渐看明白政府毫不妥协的冷酷态度和学生们无可作为的弱小实力，却已阻止不了悲剧的发生。因为此时热血上头的学生们“已经把一切交付于梦境和优美的浪潮”，他们幻想“青春，自由似乎理所应得”。\n若按你的解释，第二段中“他们从来不需要楼梯，只有窗口”和其后部分就完全割裂了，“已经把一切交付于梦境和优美的浪潮”更失去了主语。","label":0}
{"comment":"有道理，学生们还是太过于天真了，真以为政府会妥协，没想到等来的却是TANK","label":0}
{"comment":"楼梯和窗口我认为也可以被认为是汕头最好的蹦极运动员","label":0}
{"comment":"你就会拉黑删除，还会别的吗？从始至终我都对你没恶意。你想表达什么都随便，就是不要拿我当原型。我和你最多就是朋友。我也祝福你早日找到喜欢的人。没有性侵你，你很清楚。不要再提了。坦诚点","label":1}
{"comment":"我有很多女生可以做我女友。现在就有。我是欣赏你的才华和善良。所以想尽可能留在身边做个朋友。并无其他了","label":1}
{"comment":"关于顺直男 和跨男的事情。在我的世界，由于我男性属性太纯，所以我就是一个大男子。至于生物世界搞错了什么，我没把法控制。可是我就是一个男人。比一般顺直男还懂男性魅力和灵魂的男性。所以我不接受任何标签，就是男的。","label":1}
{"comment":"6 有明确指示的可以搜一下\n","label":0}
{"comment":"能出一期永嘉彗星吗","label":0}
{"comment":"当时真的暴力镇压了吗","label":0}
{"comment":"至少还有你们的声音","label":0}
{"comment":"请问转载自何处，想了解一下原作者，写的太优美有力了","label":0}
{"comment":"我的圣诞愿望和25年新年愿望是如我之前一直联系的原因，只是想加回联系方式，做个偶尔可以吃个饭什么的朋友。本来当时就是这么想的。而非骚扰。你可以考虑一下吗","label":1}
{"comment":"你如果需要什么帮助的 可以找我，我就在陆家嘴国金中心上班","label":1}
{"comment":"你误会我了，而后面说的话都已经生气了，不是真实的自己。我只是在挽留一个人在身边，其他没什么","label":1}
{"comment":"你可以以后发展下，数学背景+编程能力+金融知识 financial engineering 金融工程学。例如，做交易模型 衍生品定价模型。可以去美国的外企，做金融交易系统的中枢设计人员。这个钱很多，足够cover好生活，还给自己留了一条到国外的路。\n\n\n","label":1}
{"comment":"中国不够大，有机会去香港看看，去到新加坡，加拿大，美国。我觉着那些环境更对你没有伤害。","label":1}
{"comment":"什么力量让我给你想发消息。绝不是骚扰。而是你的拒绝好迷人。哈哈哈 还有就是我自始至终是坦诚的","label":1}
{"comment":"你继续删 继续拒绝。你好迷人啊","label":1}
{"comment":"Lady， you are tasty ","label":1}
{"comment":"就只有一个请求，就是加回微信，本来就是这样定位的，做个很偶尔联系的朋友。完全不联系，不是我的预期。我不缺女人，我随时可以在上海找各种口味的女的。不过这对我早已经没了新鲜感。因此我根本不是一般男的看重\n性或者色情。我对你的欣赏包括爱情，但更多是欣赏。只是想留在身边，不会打扰","label":1}
{"comment":"如果上床和做个距离遥远偶尔联系的朋友。我一定选择后者。就这样一个请求","label":1}
{"comment":"第一天过后我早就放弃了。谁知道第二天的剧情及后面是情绪导致的失控。而不是我心中所愿。希望认真阅读下我给你的留言","label":1}
{"comment":"今天圣诞节，了解到一杯有趣的酒，它的名字叫Miss Jasmine。我觉得这就是你，你是洁白的。因此在我心中有点特殊。我希望你感知到我的真挚，不要让我这样辛苦。给我点余地","label":1}
{"comment":"我有些不明白的地方。本来可以很幸福，为什么一定要作死。我会送你任何你喜欢的裙子，无论是Chanel or miumiu，我会送你梵克雅宝的饰品，我会让你开心的做精致的猪猪女孩。这不是物化，这是你该得到的幸福生活。最重要的是我对你的心。我不能说自己有多优秀，但一定是有一定社会层级的，一般人很难touch 到。我内心真挚，灵魂清新。这怎么，你讨厌我吗？","label":1}
{"comment":"这些话都是我认真写给你一个人看的，你好好看看吧","label":1}
{"comment":"我这几年在计划去美国的事情。我已经不在国资委了。我去了美国的top投行，就是为这个做准备的。以后要不要以后一起去美国？","label":1}
{"comment":"噢 我每一届女友都好像几乎比我学习好。而且都很优秀。噢 我学习也不差，就是不需要那么努力。你要是觉得我没有知识那么疯狂密集，不过你也知道 失去武功的令狐冲仍然是英雄一样。人有很多面","label":1}
{"comment":"其实是没有","label":0}
{"comment":"中国政府一面改善中美关系，引领生产线，另一面援助越南人民反美斗争，鼓动对帝国主义造反，无产阶级司令部并没有放弃无产阶级国际主义的原则宗旨。而那些日本左派学生的小资产阶级风气已经盛行到在外国机场进行恐怖袭击，怎么有资格质疑毛？","label":0}
{"comment":"其实对女权主义的态度不仅仅是女性倾向跨性别者思考的问题啦，那个括号的意义是？","label":0}
{"comment":"“主体”这个立场还是比较女性倾向跨性别者特有的","label":0}
{"comment":"加油！","label":0}
{"comment":"当然","label":0}
{"comment":"5202还在用fortran的，看到原来不止我一个人在受折磨，突然释怀了（并没有）\n问就是没办法，圣遗物代码全是fortran，前两年新发的文献的子程序抓过来一看还是fortran，累了）","label":0}
{"comment":"ps. 非常感谢博主的这篇，写得对小白非常友好，帮助很大，感谢！","label":0}
{"comment":"个人理解：\n”楼梯“很容易让人联想到阶级。他们不需要楼梯的意思可能是在这样的环境下，国家不想看到你有可以跨越阶级进行颠覆的”楼梯“，只有”窗口“，看看想想就好。","label":0}
{"comment":"我的理解是这里的楼梯借代了“VPN”，学生（主张）不需要专制的防火墙，他们要“科学和啤酒（民主）”，而墙还是建起来了，只剩几个窗口（那些无害的外国网页）","label":0}
{"comment":"唉","label":0}
{"comment":"在这里说这些会被抓吗","label":0}
{"comment":"广场上没开枪，开枪的是木樨地，但可以肯定是有流血冲突和死伤","label":0}
{"comment":"好家伙官方不合并自己合并","label":0}
{"comment":"那些学生遗体，和肉酱的图片是怎么回事？看着真挺渗人的","label":0}
{"comment":"加油，舍曲林确实会感觉好一点（个人感觉），就是断药后遗症有点严重，整个人都是恍惚的状态","label":0}
{"comment":"我之前在X上问过这个，但是之后号就被莫名其妙封了，也没能知道问的那句有没有发出去，但是能看到这个后续也就释然了","label":0}
{"comment":"这是常规操作来的，比较大的发行版都会自己打 patch","label":0}
{"comment":"666\n","label":0}
{"comment":"死妈人妖","label":0}
{"comment":"那都没有词\n","label":0}
{"comment":"网上冲浪无意间进入了一块隐秘的岛屿，上面有着许多的墓碑，落满了秋叶。电子墓碑在这一刻比真的墓碑好像更有人情味。只看了两个便不忍再看下去，心里百感交集五味杂陈。后来几乎每天都看看，走了一大圈来到了这个网站。为什么呢，一个个鲜活的生命，最终心灵内耗殆尽。都是很聪明的人，也都是很敏感的人，聪明又敏感的人不太适合生活在粗糙的环境里吗，好像是的哦。糊涂着随波逐流，才是活下去的通解吗，可这样和“杀死自己”又有什么区别。\n每时每刻都有许多生命逝去，有天灾的，有人祸的，有意外的，有计划的，大多只是默默地。\n在这颗行星生活，要聪明，更要勇敢。我欣赏你的勇气。祝福你们，拥有属于自己的自由。加油。\n","label":0}
{"comment":"是什么","label":0}
{"comment":"嗯？头像是<del>大萌神</del>长门有希吗？Very cool","label":0}
{"comment":"一千个人心中有一千个哈姆雷特，作者有自己的理解，你有你的理解。并不是你们两之中有一个人一定是对的","label":0}
{"comment":"天才啊","label":0}
{"comment":"怎么文章删了这么多","label":0}
{"comment":"这么说是在扭曲事实，当时学生们可不是为了这些事请愿。我建议你去看看人民日报从1989.5.29-6.4这几天的报刊，也可以上维基好好了解一下始末。互联网1994年才在中国接入，你这么说太荒谬了。","label":0}
{"comment":"不是哥们，网警是吃干饭的吗？","label":0}
{"comment":"情感色彩还是过大了，建议还是要偏重理性的经济分析","label":0}
{"comment":"我寻思我也没开VPN啊","label":0}
{"comment":"厉害","label":0}
{"comment":"加油！","label":0}
{"comment":"自由的呼声永远无法被杀死","label":0}
{"comment":"怎么说","label":0}
{"comment":"那个改名纠纷的是你吗？","label":0}
{"comment":"ytb评论区有人说是邓对毛评价功过三七开，希望自己能做到六四开","label":0}
{"comment":"具有？？特色的？？主义","label":0}
{"comment":"https://sites.google.com/view/ccp-crimes8964/%E9%A6%96%E9%A0%81从影像资料能看出来是有流血的，但是西方媒体的春秋笔法写出来的报道就不知道能信多少了","label":0}
{"comment":"好像是","label":0}
{"comment":"不是。我的名字是为了纪念那个“北雁云依”而起的","label":0}
{"comment":"请问您的b站还有号吗","label":0}
{"comment":"24","label":0}
{"comment":"能看出文章的主观色彩和反抗了，行文也基本形成风格。人的成长早就在微末之处显现出影子，或许这才是博客的真正意义吧，能够把自己或者别人的思绪带回多年前的那个时刻。","label":0}
{"comment":"你好，我想和你互挂友链。麻烦你同意之后给我发个emali，谢谢。","label":0}
{"comment":"共产党掩盖不了历史 也堵不住别人的嘴","label":0}
{"comment":"不是。所以我的博客被墙了。😜","label":0}
{"comment":"[等雨来——衡中杂忆-dazhi](https://dazhijiong.lofter.com/post/1d7a2642_1c9efd1a7)\n虽然应该不是转载自此，但这大概是原作者自己发布的","label":0}
{"comment":"酷","label":0}
{"comment":"好文笔","label":0}
{"comment":"你去搜一下64事件就知道了","label":0}
{"comment":"哎呦我去","label":0}
{"comment":"感觉略有一点直截突兀了","label":0}
{"comment":"哥们，你也是同济的？","label":0}
{"comment":"好好好","label":0}
{"comment":"不考虑使用一些抗GFW阻断措施吗？这样博客流量会很少。","label":0}
{"comment":"这个敏感议题下大概率做不到的。而且都讨论政治了，翻墙可以算是最低的那个门槛了。","label":0}
{"comment":"跨性别脚本小子鉴证高手，刻板印象拉满😂","label":0}
{"comment":"姐姐的博客真的对我影响很大，搜索乌云典当记歌词无意间发现的，借此机会开始关注跨性别群体，目前是友跨顺男。姐姐的文章也很深刻，对我理解政治有很多帮助🙏","label":0}
{"comment":" 有收获","label":0}
{"comment":"没有哦不挂梯子还可以正常访问的","label":0}
{"comment":"博主是还居住在国内吗…真的…敢说真话的人不多了","label":0}
{"comment":"MOON到此一游","label":0}
{"comment":"你好moon","label":0}
{"comment":"都没清楚看你写的什么。同意他去南京是你同意的吧？ 谁性侵你了？ 那天去了中山陵对吧 爬了很多台阶对吧？ 请你吃饭了对吧？ 回去很累 做在床上正在脱外裤，你一副色眯眯的样子，说挺大的，没见过这么大。于是通膜完了 就要请他过去开始，是你邀请的。事后你写人家性侵你，人家没告你就不错了。你继续在推特上发。你有病吗？","label":1}
{"comment":"辛苦了","label":0}
{"comment":"哎 你还是看看你邮箱吧","label":1}
{"comment":"和你说了很多真实情况 和你说的道歉赔偿 仔细去读读。完全都是好意。哎 化身不同角色 是因为不方便 你去看看吧。都是真实情况和原因","label":1}
{"comment":"大脑自动屏蔽王说的好话，好意，只说贬损他的话，这是什么程序设计。对你都是善意的，你大脑接收不到吗？你看邮箱 都和你解释清楚了。你一篇篇写文章 不是对彼此都是困扰吗","label":1}
{"comment":"好话说尽 还不行，真没办法了。就这样吧 太累","label":1}
{"comment":"摸摸","label":0}
{"comment":"这篇文章随着评论区启用而发出。两小时后，王旷逸即来到本评论区缠扰（这么快，是订了 rss 吗？）。他发布的 4 条评论中，有 3 条被识别、屏蔽，1 条漏网。为了测试模型，我正迫切等待着王旷逸的继续缠扰。\n\n本模型的完善，要感谢王旷逸对模型的实际测试与坚持不懈的正样本贡献，也要感谢的评论区的所有人对负样本的贡献。","label":0}
{"comment":"喵喵","label":0}
{"comment":"谁主张谁举证，文中没有一条列出了证据的内容，大部分内容处于不可验证真假的状态。其次，无论中国还是美国\n无论墙内还是墙外，普通民众的消息渠道极为有限，看似跳出信息茧房，也许又跳入了另一个信息茧房之中，例如：瞒报、使用无效药物等伪白兔。第三，责任是指个体分内应做的事，有些事情并不是想当然就能完成的，例如：社会结构等问题，这些问题并不是想要改善就能改善的，似乎也还没有一个国家能做好这件事，也不可能快速达到理想的状态，这只能是问题，而不是责任。最后，即使你没有这样想，我也要提醒你，你所说的这些事情放在其他国家，不一定真能处理好，如果你热爱这个国家请你去建设，如果不热爱你也不应该作为一个中国人去恨这个国家。","label":0}
{"comment":"我一直在把“中国政府”和“中国人民”分开，怎么就“恨”起国家来了？敲打中国政府就一定要和其他国家的政府对比吗？其他国家政府和体制烂，中国政府和体制就可以不受指责吗？","label":0}
{"comment":"反正你也能看到。我最后和你说一遍。我朋友很多。大家都在忙家庭和事业，如果都去你知乎下面回复你，那就真滑稽了。包括前两天我朋友们可以招来100号人回复你。可是想想没必要。今天全部联系我了，端掉你的博客没有必要。你自己玩儿吧。我也最后郑重声明，我对你完全没有恶意，试图和你和解。你如果想让更多人知道你有神经病，你就在这里搞来搞去。我可以和你通话，表达友善，完全可以说开。你如果接受善意，具体方法就是打通电话，后面有很多方法化解误会。其他的，好话已经说尽。","label":1}
{"comment":"话说这一篇是补档过的吗之前看过消失了一段时间现在又能看到了","label":0}
{"comment":"没啊，一直在","label":0}
{"comment":"语料库草，真是苦王某久矣","label":0}
{"comment":"哦哦那可能是搜索引擎的屏蔽罢","label":0}
{"comment":"北雁云依，正式告知你，你把所有关于我朋友的，对他污蔑的文字，从你第一篇开始彻彻底底删掉，就不会有缠扰。是你不仅不停止在先，不然告死你。你饥渴在先，污蔑在后。你咎由自取。","label":1}
{"comment":"北雁云依，正式告知你，你把给我朋友写的破文章，从第一篇开始彻彻底底的删掉。就不会有缠扰。不然告死你。你饥渴在先，污蔑在后。你咎由自取，毫无自知之明。","label":1}
{"comment":"还nlp上了，还神经网络上了。给你能耐的。要这么想和我朋友对话。没问题，我给你找个我最好朋友，清华的，和你唠唠呗。还有我们看很多AI公司，我给你介绍到微软亚太区出来的领导创立的AI细分赛道头部公司，继续帮你完善这个模型。上次刚见了复旦类脑研究中心的，真的你这离的太近了。真给你能耐的。哈哈哈哈","label":1}
{"comment":"我本来就是通过评论区，和你沟通一下。尝试缓和关系的。本来就不需要说别人看到，你后台自己能看到就可以。不要自作聪明。你想侮辱我，惹毛我，也不可能。","label":1}
{"comment":"此前没直接不让发送王旷逸风格的评论，而只是丢去待审核，本意是继续收集王旷逸样本，以及防止其他人的评论出现假阳性。结果幽默的王旷逸在一晚无能狂怒之后，竟还是意淫上了，意淫我给他开放专属私信通道呢。\n\n本来是想 shadow-ban 的，让王旷逸以为自己发了出来，实际除了他自己以外没人能看得到。但是看王旷逸这么普通又自信、迟钝又热情（我在邮箱 shadow-ban，王旷逸过了半年才发现并且转战，可见即使完全得不到反馈，也能让王旷逸意淫与蹦跶许久），继续 shadow-ban 也不好。那就久违地遂一下王旷逸的愿望吧。\n\n我的仁慈是留给所有人的，不是给王旷逸的。于是我想，训练的时候假阳性很少，启用一天以来也没出现假阳性，就干脆直接弹框不让发吧。反正就算有假阳性，评论者稍微改一下措辞也能正常发出来。于是简单动动手指，就让王旷逸再没法打滚了。","label":0}
{"comment":"你这个过滤器有点牛了。评论你应该能看到","label":0}
{"comment":"在讨论某件事情的时候对比其它国家我觉也是正常的，大家抨击美国不同样要对比一下中国？最后我没有说不能指责中国政府，只是你的**某些**观点不不认同而已。","label":0}
{"comment":"我向你道歉，主观上认为你“恨”这个国家。\n\n这句一直不过审","label":0}
{"comment":"抱歉，可能是触发了我的[防 Stalking 措施](/posts/FilterStalking/)。王旷逸必须为此负全部责任。","label":0}
{"comment":"被过滤的评论我并不能看到。本来是能看到的，奈何王旷逸把它意淫成了专用私信通道，我就干脆直接拒收了。不过还是很感谢你对模型的完善。把你的语言风格加进去以后，模型的假阴性与假阳性率都有所下降。","label":0}
{"comment":"喜欢博主的帖子。好棒","label":0}
{"comment":"不知道怎样可以认识博主","label":0}
{"comment":"云依，我是以前discord群里的朋友，我们重新拉了服务器，你想来的话打开discord，好友列表里应该有我的申请。","label":0}
{"comment":"给制裁了，好耶\n顺便说句辛苦啦","label":0}
{"comment":"王某:评论区偶遇逆天NLP,评论拦截强如怪物,拼尽全力无法战胜","label":0}
{"comment":"做得好","label":0}
{"comment":"支持","label":0}
{"comment":"北雁穿云过碧空,翼划天际留痕踪.","label":0}
{"comment":"Affero General Public License!","label":0}
{"comment":"汪汪！","label":0}
{"comment":"人间有血不成碧。\n\n这下波了。本来想着坚持到09：00再纪念一下suyi控吧的倒掉","label":0}
{"comment":"冒着（莫名其妙的）风险来这里留言了。同时我发现您的站点已经被墙（2025.04.04）。\n\n不过无论如何还是很喜欢您的作品的，之前读《乌云典当记》解读就感到您的观点相当新颖，解读也很全面。非常期待更多高质量作品。","label":0}
{"comment":"培养 AI 很辛苦的，当时我摆弄 PyTorch 简直就是场灾难。\n\n不过近 20,000 字的语料库真是没绷住，训练难度至少下降一个数量级。","label":0}
{"comment":"摸摸，辛苦啦","label":0}
{"comment":"我也是从歌词解析过来的www","label":0}
{"comment":"祝您生活愉快！","label":0}
{"comment":"1 月初的时候就知道被墙了 🤣 简直是荣誉勋章","label":0}
{"comment":"不麻烦，有 ChatGPT，我直接实践一个 Vibe Coding。而且 BERT 谷歌早就炼好了，我只是拿这两万字给再微调一下（从零训练的话这个语料量真的很小）","label":0}
{"comment":"被墙还算令人庆幸吧，目前看来没有更进一步的操作。","label":0}
{"comment":"请问作者如何评价五胡乱华，扬州十日，新疆火车站等事件","label":0}
{"comment":"怎么会有这种人，服了","label":0}
{"comment":"哈哈哈哈哈哈哈哈","label":0}
{"comment":"好强","label":0}
{"comment":"好漂亮的网站界面","label":0}
{"comment":"博主可以多出点歌词解析嘛，想看🥺","label":0}
{"comment":"歌词是自由或许问夕阳","label":0}
{"comment":"可以出一期刘森的《妖风过海》吗","label":0}
{"comment":"有没有可能受伤的不是学生，当时可不止是学生在广场上，还有藏在学生中的暴徒","label":0}
{"comment":"那这有点巧了XD","label":0}
{"comment":"感觉分析的挺好的","label":0}
{"comment":"我是必应上看的","label":0}
{"comment":"博主太强了，姐姐是研究生吗","label":0}
{"comment":"看到言论触发风控笑出来了","label":0}
{"comment":"你可以ping一下域名看看 可能只是dns污染","label":0}
{"comment":"一个姓名权纠纷 ","label":0}
{"comment":"你錯的離譜，64指的當然是共產黨不敢說的六四事件","label":0}
{"comment":"作者好惨","label":0}
{"comment":"测试：\nClassical music. 我在London时候，我妈妈同学家，他儿子学piano专业的，在Oxford University，师从朗朗。我天天在家听。也是接触古典音乐的正统血统了。我喜欢说这么多，是我真的对你有兴趣。如可以，交个朋友","label":0}
{"comment":"坏了，我测试了好几条，只有这一条是他的发言过了","label":0}
{"comment":"中国坦克战大师邓小平，走资派叛徒，血腥镇压人民反腐败争民主诉求的会之手","label":0}
{"comment":"https://youtu.be/ExqqdUXXdgA?si=BmcgTFArxlSBgEgk\n如果可以，自己去了解一下吧","label":0}
{"comment":"// config.js\nconst config = {\n  preSave: async (comment) => {\n    /** @type {{ predicted_label: 0 | 1 }} */\n    const res = await fetch('http://localhost:8000/predict', {\n      method: 'POST',\n      headers: { 'Content-Type': 'application/json' },\n      body: JSON.stringify({ content: comment.comment }),\n    }).then((res) => res.json());\n    if (res.predicted_label === 1) {\n      think.logger.warn('Stalking detected');\n      comment.status = 'waiting';\n    }\n  },\n};\n","label":0}
{"comment":"科技的力量","label":0}
{"comment":"RIP，默哀\n","label":0}
{"comment":"唔，纪念友链在出售中了","label":0}
{"comment":"逼痒 联系我 让你爽","label":1}
{"comment":"两天一次怎么够 至少一天五次 ","label":1}
